Repository: valerynovikau-cmd/InnoReddit
Catalog: InnoReddit/InnoReddit/Shared/APIClient/LocalizableStrings/*.lproj/APIErrorLocalizable.strings
Languages: ru

# errorTitle
source: Error
ru: Ошибка

# networkError
source: Network error. Code:
ru: Ошибка сети. Код ошибки:

# APIErrorMessage
source: API error:
ru: Ошибка сервера:

# invalidResponse
source: Invalid response from server.
ru: Некорректный ответ сервера.

source: Invalid request.
ru: Некорректный запрос.

source: Stored credentials error.
ru: Ошибка сохраненных реквизитов.

# parsingError
source: Data parsing error.
ru: Ошибка конвертации данных сервера.

# unknown
source: Unknown error.
ru: Неизвестная ошибка.

# localTokenError
source: Failed to handle refresh_token
ru: Ошибка в обработке refresh_token

# tryAgainText
source: Please try again
ru: Пожалуйста, попробуйте снова
